$(".btnsub").submit(function () {
  if ($(".q73:checked").length == "") {
    alert(
      "73. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านรู้สึกหรือมีอาการเบื่อ ไม่สนใจ ไม่อยากทำอะไรเลย หรือไม่"
    );
    $("#checkq73-1").focus();
    return false;
  }

  if ($(".q74:checked").length == "") {
    alert(
      "74. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านรู้สึกหรือมีอาการเบื่ออาหาร หรือ กินมากเกินไป หรือไม่"
    );
    $("#checkq74-1").focus();
    return false;
  }
  if ($(".q75:checked").length == "") {
    alert(
      "75. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านรู้สึกหรือมีอาการเหนื่อยง่าย หรือ ไม่ค่อยมีแรง หรือไม่"
    );
    $("#checkq75-1").focus();
    return false;
  }
  if ($(".q76:checked").length == "") {
    alert(
      "76. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านรู้สึกหรือมีอาการหลับยาก หรือ หลับ ๆ ตื่น ๆ หรือหลับมากไป หรือไม่"
    );
    $("#checkq76-1").focus();
    return false;
  }
  if ($(".q77:checked").length == "") {
    alert(
      "77. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านรู้สึกหรือมีอาการไม่สบายใจ หรือ ท้อแท้ หรือ ซึมเศร้า หรือไม่"
    );
    $("#checkq77-1").focus();
    return false;
  }
  if ($(".q78:checked").length == "") {
    alert(
      "78. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านรู้สึกหรือมีอาการสมาธิไม่ดี เวลาทำอะไร"
    );
    $("#checkq78-1").focus();
    return false;
  }
  if ($(".q79:checked").length == "") {
    alert(
      " 79. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านรู้สึกไม่ดีกับตัวเอง"
    );
    $("#checkq79-1").focus();
    return false;
  }
  if ($(".q80:checked").length == "") {
    alert(
      "80. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านรู้สึกว่าทำอะไรช้าลงจนคนอื่นสังเกตเห็นได้"
    );
    $("#checkq80-1").focus();
    return false;
  }
  if ($(".q81:checked").length == "") {
    alert(
      "81. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านรู้สึกว่า ถ้าเราตายไปคงจะดี หรือเคยคิดฆ่าตัวตาย หรือไม่"
    );
    $("#checkq81-1").focus();
    return false;
  }
  if ($(".q82:checked").length == "") {
    alert(
      "82. ในช่วง 2 อาทิตย์ที่ผ่านมารวมทั้งวันนี้ ท่านเคยทำร้ายตัวเอง หรือ เคยพยายามฆ่าตัวตาย หรือไม่"
    );
    $("#checkq82-1").focus();
    return false;
  }

  var status = confirm("กรุณายืนยันการบันทึกข้อมูลอีกครั้ง");
  if (status == false) {
    return false;
  } else {
    return true;
  }
});
